Repository: daniel-rychlewski/digital-food-watch
Catalog: Digital Food Watch OS/Digital Food Watch OS Watch App/Localizable.xcstrings
Source language: en
Languages: de, id, pl

# inactiveScreenDescription
source: Coming soon!
de: Bald verfügbar!
id: Segera hadir!
pl: Już wkrótce!

# inactiveScreenHeading
source: App inactive
de: App inaktiv
id: Aplikasi tidak aktif
pl: Aplikacja nieaktywna

# internalErrorDescription
source: An internal error has occurred. Please contact the app publisher.
de: Es ist ein interner Fehler aufgetreten. Bitte kontaktieren Sie den Herausgeber der App.
id: Telah terjadi kesalahan internal. Silakan hubungi penerbit aplikasi.
pl: Wystąpił błąd wewnętrzny. Prosimy o kontakt z wydawcą aplikacji.

# internalErrorHeading
source: Internal error
de: Interner Fehler
id: Kesalahan internal
pl: Błąd wewnętrzny

# internetErrorDescription
source: To use the app, please connect your device to the Internet.
de: Bitte verbinden Sie das Gerät mit dem Internet, um die App zu nutzen.
id: Untuk menggunakan aplikasi ini, hubungkan perangkat Anda ke Internet.
pl: Połącz urządzenie z internetem, aby korzystać z aplikacji.

# internetErrorHeading
source: No Internet
de: Kein Internet
id: Tidak ada internet
pl: Brak internetu

# loginErrorDescription
source: The login has failed. Please check your Internet connection or contact the app publisher.
de: Die Anmeldung ist fehlgeschlagen. Bitte prüfen Sie Ihre Internetverbindung oder kontaktieren Sie den Herausgeber der App.
id: Proses login gagal. Harap periksa koneksi internet Anda atau hubungi penerbit aplikasi.
pl: Logowanie nie powiodło się. Sprawdź połączenie internetowe lub skontaktuj się z wydawcą aplikacji.

# loginErrorHeading
source: Login failed
de: Anmeldung fehlgeschlagen
id: Login gagal
pl: Logowanie nie powiodło się

# restaurantClosedDaysOfWeek
source: Monday,Tuesday,Wednesday,Thursday,Friday,Saturday,Sunday
de: Montag,Dienstag,Mittwoch,Donnerstag,Freitag,Samstag,Sonntag
id: Senin,Selasa,Rabu,Kamis,Jumat,Sabtu,Minggu
pl: poniedziałek,wtorek,środa,czwartek,piątek,sobota,niedziela

# restaurantClosedHeading
source: Restaurant closed
de: Restaurant geschlossen
id: Restoran tutup
pl: Lokal zamknięty

# restaurantClosedOpeningTimes
source: Opening times:
de: Öffnungszeiten:
id: Jam buka:
pl: Godziny otwarcia:

# restaurantClosedTextForClosed
source: closed
de: geschlossen
id: tertutup
pl: zamknięte

# updateErrorDescription
source: Your app version is outdated. Please install the update from the app store.
de: Ihre App-Version ist veraltet. Bitte installieren Sie die Aktualisierung aus dem App Store.
id: Versi aplikasi Anda sudah kedaluwarsa. Harap instal pembaruan dari app store.
pl: Wersja aplikacji jest nieaktualna. Zainstaluj aktualizację ze sklepu z aplikacjami.

# updateErrorHeading
source: Update required
de: Update erforderlich
id: Diperlukan pembaruan
pl: Aktualizacja wymagana
